export default {
  // 散点图中的data数据结构： [x, y. else] or [radiusAxis, angleAxis, other]
  scatterData: [
    {name: '武汉',value: 30},
    {name: '湖南',value: 120 },
    {name: '云南',value: 12},
    {name: '辽宁',value: 22},
    {name: '山东',value:32},
    {name: '重庆',value: 42},
    {name: '陕西',value: 52},
    {name: '广东',value: 62},
    {name: '甘肃',value: 30},
    {name: '广西',value: 70},
    {name: '黑龙江',value: 10},
    {name: '宁夏',value: 4},
    {name: '吉林',value: 13},
    {name: '海南',value: 45},
    {name: '四川',value: 43}
  ],
  mapData: {
    武汉: [114.348023, 30.552286],
    湖南: [112.989635, 28.12162],
    云南: [102.716621, 25.052462],
    辽宁: [123.438048, 41.841886],
    山东: [117.026435, 36.67742],
    重庆: [106.556901, 29.570045],
    陕西: [108.960729, 34.271561],
    广东: [113.272808, 23.139212],
    甘肃: [103.833182, 36.066455],
    广西: [108.334512, 22.821802],
    黑龙江: [126.668637, 45.74793],
    宁夏: [106.26545, 38.477905],
    吉林: [126.55584, 43.843744],
    海南: [110.355294, 20.02449],
    四川: [104.082823, 30.657042],
  }
}